{"accomplishments": {"certifications": [], "courses": [], "honors": [], "languages": ["English"], "organizations": [], "patents": [], "projects": [], "publications": [], "test_scores": []}, "experiences": {"education": [{"activities": "None", "date_range": "1986 u2013 1987", "degree": "Executive MBA", "field_of_study": "Business", "grades": "None", "name": "IE Business School"},{"activities": "None", "date_range": "1978 u2013 1982", "degree": "BSc", "field_of_study": "Marine Engineering", "grades": "None", "name": "Universidad de Las Palmas de Gran Canaria"}], "jobs": [{"company": "LastMileTeam", "date_range": "2015 u2013 Present", "description": "Last Mile Teamxae is a Cloud software services start-up company I founded to help clientsnincrease sales and margin, optimizing last mile transport and customer engagement.nnnnAs CEO, I am responsible for designing, developing and implementing flexible and personalisednIT systems to provide internet merchants, service providers, 3 or 4 PLs, transport operators ornnpublic administrations with the required tools to support Last Mile performance improvement.", "li_company_url": "https://www.linkedin.com/company/10331010/", "location": "Madrid Area, Spain", "title": "Founder & CEO"}, {"company": "ie Business School", "date_range": "2009 u2013 Present", "description": "Alongside my career, I am also a Lecturer in Global Value Chain and Change Management onnnvarious Masters and Executive education programmes.", "li_company_url": "https://www.linkedin.com/company/740718/", "location": "Madrid, Spain", "title": "Operations & Technology Adjunct Professor"}, {"company": "Various Companies", "date_range": "2002 u2013 Present", "description": "Over the past 15 years I have held multiple CxO positions and Directorships for various companies, these include:-tMember of operational steering committee responsible for the full value chain for a portfolio of firms-tCEO of an LED lighting start-up, leading design and implementation of a globally-integrated, tax-efficient organisation spanning multiple jurisdictions-tCEO of an Experts Network start-up, the first specialist Marketplace for Expertise in Spain and LatAm, managing the firm, specialising in expert recruiting and compliance, supported by world-class infrastructures-tLead Advisor & CEO in a start-up created for the acquisition and revitalisation of a bankrupt European plant manufacturing personal care products.", "li_company_url": "https://www.linkedin.com/company/3047787/", "location": "None", "title": "Interim CxO / Non-Executive Director"}, {"company": "iBird Last Mile", "date_range": "2012 u2013 2015", "description": "iBird Last Mile is an urban logistics and distribution company I founded to provide exclusivelyne-commerce deliveries. I successfully launched the first company in Spain to introducenadvanced delivery services, using 100% electric vehicles and use u2018Braking Train-GeneratednnElectricityu2019.", "li_company_url": "", "location": "Madrid Area, Spain", "title": "Founder & CTO"}, {"company": "Tormo y Asociados", "date_range": "2002 u2013 2011", "description": "At Tormo y Asociados I was responsible for all CEO activities in this food service/restaurant start-up business, with responsibility for implementing commercial production and achieving profitable trading.I also undertook the role of CRO to stabilize, operationally restructure and sell a Solar Power business franchise (56 franchises, 3 factories and 500 employees).", "li_company_url": "", "location": "None", "title": "Investor and CEO"}, {"company": "CHEP Iberia", "date_range": "2005 u2013 2007", "description": "Working across Madrid and Lisbon, I was engaged to advise and implement European Asset Management operational restructuring and performance improvement programme for this global leader in pallet/container pooling.I was responsible for serving 300,000+ customers in 42 countries through 440+ service centres; and led the international steering committee, responsible for the implementation of Supply Chain shared services.", "li_company_url": "", "location": "None", "title": "Supply Chain Director, Iberia"}, {"company": "Johnson & Johnson", "date_range": "1989 u2013 2002", "description": "Over the course of my career with J&J, I completed a number of roles, earning consistent promotions, alongside completing numerous special assignments for EMEA CEO. A few highlights from my career include:-tDirected worldwide supply chain, operations and logistics for business franchises -tProvided vision and strategic direction to profitably grow brands-tDeveloped aggressive Japan, Korea, and US launch plans, generating sales of u20ac20m, u20ac7m and u20ac30m -tSupported green-field brand development and launch in France, UK, Ireland and Spain generating sales of u20ac10m -tMaintained control of product development/modification, formula standardisation, total packaging and a regional operational budget of u20ac36m, generating sales of u20ac80m;Details of my roles are as follows:-tWorldwide Supply Chain Director, 2000 u2013 2002 -tEMEA Supply Chain Director, Major Restructuring Projects, 1999 u2013 2000-tEMEA Supply Chain Director, Feminine Hygiene, 1997 u2013 1999 -tSpain Logistics Director/Iberia Supply Chain Director, 1992 u2013 1997-tSpain Materials Manager, Consumer & Medical/Professional Products, 1989 u2013 1992", "li_company_url": "https://www.linkedin.com/company/1207/", "location": "None", "title": "Worldwide Supply Chain Director"}], "volunteering": []}, "interests": ["Catalonia Logistics","World Economic Forum","BNP Paribas Wealth Management","IE Business School","Cambridge Omnichannel Distribution Interest Group","Microsoft ISV Network Espaxf1a"], "personal_info": {"company": "LastMileTeam", "connected": "None", "current_company_link": "https://www.linkedin.com/company/10331010/", "email": "None", "followers": "477", "headline": "Founder and CEO of Last Mile Teamxae", "image": "https://media.licdn.com/dms/image/C4D03AQFLF8PF2DL_jA/profile-displayphoto-shrink_800_800/0?e=1570665600&v=beta&t=_-G6tHGHJCDViUSQ72IwzzJeMxecLYap1GwaYD9u1vk", "location": "Madrid Area, Spain", "name": "Angel Batalla", "phone": "None", "school": "IE Business School", "summary": "Serial Entrepreneur, Senior Director and Leading Business Advisor, with an extensive professional background in operational restructuring, turnaround and performance improvement, and over 30 yearsu2019 experience of international blue-chip management, change programmes and global value chain restoration to drive revenue.A customer-centric and results-oriented approach with a keen eye for detail, expert technical understanding and with the knowledge and ability to deliver consensual commercial solutions, savings and growth on a global scale.Experienced in working in highly-pressurized turnaround and restructuring environments and within stringent time and budgetary constraints, used to taking the initiative to tackle complex problems as well as to operate within a team framework. Possesses excellent people management, communication and collaborative skills, with an unparalleled ability to engage stakeholders.Specialties: Value Chain, Sales, Marketing, R&D, Product Development, Six Sigma, Operations, Performance Improvement, International Business, Restructuring Programs, B2c & B2B Retail,Branded Goods & Services, Consumer, Pharmaceutical & OTC, Medical & Professional, M&A Operations, Financial Optimization, Diversity Leadership.", "websites": ["http://batalla.es", "http://lastmile.team"]}, "skills": [{"endorsements": "8", "name": "Business Strategy"}, {"endorsements": "8", "name": "Start-ups"}, {"endorsements": "6", "name": "Management"}, {"endorsements": "4", "name": "Product Development"}, {"endorsements": "4", "name": "Strategic Planning"}, {"endorsements": "4", "name": "Change Management"}, {"endorsements": "4", "name": "Leadership"}, {"endorsements": "3", "name": "Team Leadership"}, {"endorsements": "2", "name": "Six Sigma"}, {"endorsements": "2", "name": "Business Planning"}, {"endorsements": "2", "name": "Mergers & Acquisitions"}, {"endorsements": "2", "name": "Program Management"}, {"endorsements": "1", "name": "Restructuring"}, {"endorsements": "1", "name": "Performance Improvement"}, {"endorsements": "1", "name": "Value Chain Analysis"}, {"endorsements": 0, "name": "Marketing"}, {"endorsements": 0, "name": "Sales"}, {"endorsements": 0, "name": "R&D"}, {"endorsements": 0, "name": "Competitive Analysis"}, {"endorsements": 0, "name": "Portfolio Optimization"}]}
