{"accomplishments": {"certifications": [], "courses": [], "honors": [], "languages": ["Espanhol","Francxeas","Inglxeas","Italiano","Portuguxeas"], "organizations": [], "patents": [], "projects": [], "publications": [], "test_scores": []}, "experiences": {"education": [{"activities": "None", "date_range": "2014 u2013 2014", "degree": "None", "field_of_study": "Strategic Marketing", "grades": "None", "name": "Insper"},{"activities": "None", "date_range": "2012 u2013 2014", "degree": "Specialist in Management and Engineering of Products and Services", "field_of_study": "None", "grades": "None", "name": "Escola Politxe9cnica u2013 USP"},{"activities": "None", "date_range": "2003 u2013 2004", "degree": "Master em Direccixf3n de Marketing", "field_of_study": "Marketing", "grades": "None", "name": "EAE: Escuela de Administracixf3n de Empresas de Barcelona"},{"activities": "None", "date_range": "1999 u2013 2003", "degree": "Graduaxe7xe3o em Administraxe7xe3o de Empresas", "field_of_study": "Administraxe7xe3o de Empresas", "grades": "None", "name": "Fundaxe7xe3o Getulio Vargas"}], "jobs": [{"company": "BLANC Fashion", "date_range": "Aug 2016 u2013 Present", "description": "BLANC is a smart, collaborative and digital platform that wants to change the way international retailers see, understand and buy fashion, art and lifestyle products from Brazilian authorial brands.With a portfolio carefully curated by a team of experts, the products offered represent Brazilian huge diversification of fabric, colors, styles, and so on.Each label has a brand page, with history, essence and attributes information, that will help on the international brand positioning, because what BLANC aims is not just u201ca one time saleu201d, but instead, continuous sales through a differentiated relationship.All is digital, offered through a simple and customized platform, that not only unify brands to retailers, but also is responsible for all the processes, from logistics to the shipping paperwork, ensuring an efective and high quality process. Learning from purchase experience, BLANC can offer the most adequate products that best fit the businesses from the different retailers, in a simple and non bureaucratic way, being a facilitator and developer to the Brazilian brands and, consequently, a transforming agent regarding Brazilians image abroad. www.blancfashion.com", "li_company_url": "https://www.linkedin.com/company/10639530/", "location": "Brazil", "title": "Co-Founder and COO"}, {"company": "CAOA", "date_range": "Dec 2015 u2013 Jul 2016", "description": "- Responsible for the conception of the new area at CAOA Group, in order to bring new ancillary revenues and businesses opportunities in the middle of Brazilian economical and political crises. - Management and analysis of due diligence, valuation and scenario studies for the acquisition or creation of new businesses, related to the sector, inside the Group, reaching three clear opportunities of new companies in the corporate structure. - Mapping risks, opportunities and impacts in relation to the existing businesses in the Group. - Redefinition of the positioning of Used Cars inside the Group, aiming to bring more relevance and profitability, once this kind of vehicles are used as part of the payment of a new one.", "li_company_url": "https://www.linkedin.com//company/988220/", "location": "Brazil", "title": "Director of New Business Development"}, {"company": "CAOA", "date_range": "Jan 2014 u2013 Nov 2015", "description": "- Responsible for Marketing activities from products and services of CAOA Automaker (imported Hyundai and Subaru) and of CAOA dealership, made of around 150 stores, from the Group and from representatives, including POS actions, for Hyundai, Subaru and Ford, through segmented and regionalized actions.- Implementation and management of Digital Marketing at CAOA Group, including the construction of the platforms (websites and landing pages), demand management (Sales Force) and differentiated projects (Google street view from CAOA Annapolis plant and the flagship store of Hyundai), one of the first of this kind in the world. In less than a year over a million monthly visits were generated at the sites and thousands of cars were sold through the leads generated.- Implementation and management of the CRM project, with the insertion of a Datamart with an unique view of the customer, allowing the performance of a BI and a deep knowledge of the client, in order to make more assertive and measurable actions. The base had more than 1 million names and obtained data improvement in more than 50% of the clients.- Management of Marketing activities from "CAOA Consxf3rcios" and integration of this way of sale with the Group dealership. - Restructuring and expansion of the dealer network from CAOA Group, through market and strategic location studies, with the management of the entire process, from negotiation to the inauguration.Performing actions for continuous business improvement, analyzing operations and preparing action plans based on management indicators of the stores in order to improve profitability. - Auditing management and monitoring of installation standards required by the brands represented by the Group.- Responsible for the scope and structure of the area, as part of the restructuring and professionalization of CAOA Group.- Leadership and management of a team of 27 people located in the headquarter and at the regions with high concentration of stores.", "li_company_url": "https://www.linkedin.com//company/988220/", "location": "Sxe3o Paulo Area, Brazil", "title": "Marketing and Dealer Network Development"}, {"company": "LATAM Airlines", "date_range": "Nov 2012 u2013 Dec 2013", "description": "- Responsible for the conception of the customer experience in Brazil, inside a LATAM context, aiming the effective delivery of value proposition to the costumers, bringing differentiation.- Definition of customer experience trade-offs, focusing on what is priority to him.- Conceptualization, development and implementation of new products and services, contributing to a product portfolio suited to business needs.- Definition of targets and Kpis monitored with the operational areas, being the guardian of customer experience.- Conduction of diagnostics of businesses problems, anticipating obstacles, trends and needs.- Management, development, deployment of products and services for specific touchpoints, along with operational areas (airport, on board and channels).- Business analysis with emphasis on Marketing assets and skills, making the interface with other strategic areas of the company, providing content and inputs. - Creation of Market Strategy Area, being responsible for translating the business needs and turning them into Marketing Strategies.- Identification and evaluation of opportunities and threats, defining the strategy that best fits the goals set through the Market Strategic Area. - Head of the area of Research and Market Intelligence, being responsible for the strategic analysis and management through researches and market information within aLATAM context.- Responsible for Inflight Entertainment in Brazil Business Unit, improving the customer experience as well as bringing additional revenue through "TAM NAS NUVENS".- Leadership and management of a 20 people team, including a Junior Manager, responding hierarchically in Brazil and having a matricial report to the Corporative, in Chile. - Responsible for the creation of a new area, scope and structure, inside a LATAM context.", "li_company_url": "https://www.linkedin.com/company/10116844/", "location": "Sxe3o Paulo Area, Brazil", "title": "Senior Manager of Market and Customer Experience at Brazilian Business Unit"}, {"company": "TAM", "date_range": "May 2011 u2013 Oct 2012", "description": "- Head of Research and Market Intelligence Area. - Responsible for the definition and conceptualization of products and new businesses, to improve the customer experience, generate additional revenue and manage projects that enable cost reduction.- Responsible for the implementation of major projects of network segmentation and fare profiles.- Responsible for the planning and management of regional Marketing activities in Brazil, respecting the specificities of each region, searching institutional image improvement and sales incentives in all channels.- Assistance to commercial area, with the development and management actions directedto the trade (major responsible for company sales).- Incentive and support to the new channels, developing their strategy and concept- Responsible for planning and management of International Marketing Activities, considering the international locations where TAM operates and sells, aiming to get brand knowledge and generate sales through all channels (trade, direct and corporate).- Leadership and management of a 28 people team, living in Brazil and abroad, bringing unity and strategic guidance to the Market and Product Area.", "li_company_url": "https://www.linkedin.com//company/7527/", "location": "Sxe3o Paulo Area, Brazil", "title": "Market and Product Senior Manager"}, {"company": "TAM", "date_range": "Mar 2005 u2013 May 2011", "description": "2005: Communication Analyst.2006: Communication Coordinator, and soon afterwards a Supervisor.2007: Branding project was initiated, creating new Mission and Vision, and also defining desired brand attributes to the company, in which I actively participated in Marketing front. At the end of this year, I became General Supervisor, incorporating, besides Communication, Sponsorship, Promotion, PR, Fairs, Events and Internal Marketing, managing a 12 people team. Interface and support to the TAMu2019s businesses units: TAM Viagens, TAM Cargo and TAM Aviaxe7xe3o Executiva.2008 and 2009: Promoted to Institutional Marketing Manager, participating actively at the new logo / brand launching through an internal campaign that generated a huge Media campaign performed by the employees at the communication materials. This strategy improved the pride of the employees to work for TAM, and also had a high brand recall. 2010: Responsible for the actions regarding TAMs integration at Star Alliance, performing an event for more than 1000 people, internal and external communication, being the interface with the Alliance Team, based in Frankfurt.Co-responsible for the conceptualization and reformulation of TAM Museum, being responsible for the organization of the event for 1500 people and communication actions and support on the architecture and signalization with the Museum team. 2011: Co-responsible of u201cBrand elasticityu201d project, that involved all the areas of the company, searching for u201cemergingu201dcustomers, in partnership with low cost retailers, such as Casas Bahia, adaptation of the communication, directed to this public, with media segmentation.Responsible for communication actions directed to the frequent flyer customer, new products and services, obtaining significant growth in the number of clients. Participation in four fronts of Marketing at the merge with LAN: Communication, International Marketing, Promotion and Research, with the realization of two conjoint researches.", "li_company_url": "https://www.linkedin.com//company/7527/", "location": "Sxe3o Paulo", "title": "Advertising and activation Manager"}, {"company": "Associaxe7xe3o dos Dirigentes de Vendas e Marketing de Portugal", "date_range": "Aug 2004 u2013 Oct 2004", "description": "Conduction and leadership of events and communication actions.", "li_company_url": "", "location": "Lisbon Area, Portugal", "title": "Marketing Analyst"}], "volunteering": []}, "interests": ["Adyen","Profissionais de Marketing","EMR Brazil - Marketing & Sales","Ricardo Amorim","Jack Welch","Marketing Executives Group"], "personal_info": {"company": "BLANC Fashion", "connected": "None", "current_company_link": "https://www.linkedin.com/company/10639530/", "email": "None", "followers": "", "headline": "Co-Founder and COO", "image": "https://media.licdn.com/dms/image/C4D03AQHcplSqEIWGEg/profile-displayphoto-shrink_800_800/0?e=1570665600&v=beta&t=Y_kp_RL54e-w5BfNGZdim0N-NvMkdbE6k8CDTilT7kc", "location": "Sxe3o Paulo, Sxe3o Paulo, Brazil", "name": "Juliana Pompeia", "phone": "None", "school": "Insper", "summary": "- International previous experiences, with a Marketing Master degree from Spain and management of an International Marketing Area. - Multi-diciplinary education, with complementary courses, developing vision and strategic background.- Motivating, engaging, with previous experience with direct or matricial team management.- Experience with Researches and Communication, participating in all the steps, from creation, focus group, test, until the launching of a product / service, developing strong critical sense. - Experience with New Business Planning, participating in the analysis of creation / acquisition of companies, with the objective of creating more ancillary revenues, developing logical thinking, risk management, through valuation analysis and future scenarios projection.- Ability to deal with simultaneous projects and work under pressure. - Organized and assertive.", "websites": []}, "skills": [{"endorsements": "32", "name": "Estratxe9gias de marketing"}, {"endorsements": "27", "name": "Marketing"}, {"endorsements": "13", "name": "Marketing Strategy"}, {"endorsements": "10", "name": "Marketing Management"}, {"endorsements": "5", "name": "Digital Marketing"}, {"endorsements": "5", "name": "Negotiation"}, {"endorsements": "4", "name": "Competitive Analysis"}, {"endorsements": "4", "name": "Team Leadership"}, {"endorsements": "3", "name": "Project Management"}, {"endorsements": "3", "name": "Marketing Communications"}, {"endorsements": "3", "name": "Business Planning"}, {"endorsements": "3", "name": "Business Strategy"}, {"endorsements": "3", "name": "Product Marketing"}, {"endorsements": "2", "name": "Market Planning"}, {"endorsements": "2", "name": "Strategic Planning"}, {"endorsements": "2", "name": "Advertising"}, {"endorsements": "2", "name": "Strategy"}, {"endorsements": "1", "name": "Online Advertising"}, {"endorsements": "1", "name": "Market Research"}, {"endorsements": "1", "name": "E-commerce"}, {"endorsements": "1", "name": "Market Analysis"}, {"endorsements": "1", "name": "Product Management"}, {"endorsements": "1", "name": "Email Marketing"}, {"endorsements": "1", "name": "CRM"}]}
