{"accomplishments": {"certifications": [], "courses": [], "honors": [], "languages": ["Espanhol", "Inglxeas"], "organizations": [], "patents": [], "projects": [], "publications": [], "test_scores": []}, "experiences": {"education": [{"activities": "None", "date_range": "2007 u2013 2007", "degree": "STC", "field_of_study": "Skills,Tolls and Competences", "grades": "None", "name": "Northwestern University - Kellogg School of Management"},{"activities": "None", "date_range": "2000 u2013 2000", "degree": "MBA", "field_of_study": "Executivo", "grades": "None", "name": "COPPEAD UFRJ"}], "jobs": [{"company": "iTrack Brasil", "date_range": "Nov 2018 u2013 Present", "description": "None", "li_company_url": "https://www.linkedin.com/company/16210716/", "location": "Sxe3o Paulo e Regixe3o, Brasil", "title": "COO"}, {"company": "Diusframi do Brazil", "date_range": "Oct 2016 u2013 Oct 2018", "description": "Empresa multinacional espanhola com 1200 funcionxe1rios com presenxe7a na Europa, Amxe9rica Latina e xc1frica, volume de negxf3cios de 60 milhxf5es (EUR). Unidades de negxf3cios: sistemas, tecnologia, servixe7os de campo, logxedstica, reparos de laboratxf3rio, automaxe7xe3o de processos e controle de qualidade atravxe9s de visxe3o artificial, big data, Iot, impressxe3o de cartxf5es e manutenxe7xe3o de ATM. Tendo como clientes os maiores bancos europeus, bem como empresas como Ingenico, Verifone, Spire. Reporte: CEO Diusframi Espanha equipe de 8 funcionxe1rios diretos e 200 indiretos. Responsxe1vel pela divisxe3o de sistemas, tecnologia e servixe7os (servixe7os de campo, logxedstica, reparos laboratoriais), gerenciamento de credenciadas(franquias) prxf3prias e terceirizadas. Clientes: Getnet, OKI, Fedex, Verifone, Global Payments, IBM e Positivo. Elaboraxe7xe3o do Planejamento Estratxe9gico. Reposicionamento da empresa no mercado, saindo de prestador de servixe7os de campo e laboratxf3rio para Operador Logxedstico.Homologaxe7xe3o da empresa no Grupo Itaxfa, garantindo a participaxe7xe3o em grandes projetos e concorrxeancia com grandes operadores logxedsticos nacionais e internacionais. Lanxe7amento de novos negxf3cios do grupo no Brasil: (TST - empresa de controle de qualidade e produtividade baseada em visxe3o artificial, e empresa de tecnologia COB com conceito IOT e Big data) Implementaxe7xe3o de forte governanxe7a em todas operaxe7xf5es.", "li_company_url": "", "location": "Sxe3o Paulo", "title": "Diretor de Operaxe7xf5es e Comercial"}, {"company": "Verifone", "date_range": "May 2014 u2013 Jul 2016", "description": "Empresa multinacional americana com 5.000 funcionxe1rios, presenxe7a em 156 paxedses, fabricante de equipamentos, soluxe7xf5es e servixe7os para a indxfastria de meios de pagamentos Reporte: Vice-presidente de Supply Chain e Operaxe7xf5es com uma equipe de 6 funcionxe1rios diretos e 700 indiretos. Responsxe1vel pela divisxe3o de servixe7os (servixe7os de campo, logxedstica, call center e help desk). Clientes: Rede, Amex, Banrisul, Getnet / Santander, First Data e Stone.1.100.000 de ordens de servixe7o/ ano, cobertura nacional, prazos de servixe7o segmentados e desafiantes (2 horas para clientes especiais), gerenciamento de 30 prestadores de servixe7os Gestxe3o de ativos de 540 000 equipamentos e logxedstica reversa desafiadora Implantaxe7xe3o de um novo sistema integrado em toda a rede de franqueados, atingindo um aumento de 25% na produtividade e fortissima reduxe7xe3o em perdas de equipamentos.Redesenho de todo o processo de S & OP Mudanxe7a radical na imagem da empresa com os clientes, saindo da ultima para a primeira colocaxe7xe3o no mercado segundo pesquisa com clientes. Reversxe3o da tendxeancia de perda para ganhar novos clientes (Getnet / Santander, Stone, First Data), alcanxe7ando um aumento de 40% no volume de negxf3cios. Forte reversxe3o do pagamento de multas para recebimento de bonus nos contratos com clientes.Forte mudanxe7a cultural com reduxe7xe3o de nxedveis hierxe1rquicos e substituixe7xe3o de 60% da equipe internaImplantaxe7xe3o de Processos de Melhoria Contxednua, Gerenciamento xe0 vista e Start-up diario.", "li_company_url": "https://www.linkedin.com/company/5005/", "location": "Sxe3o Paulo Area, Brazil", "title": "Diretor de Servixe7os"}, {"company": "Sangari Brasil", "date_range": "Mar 2011 u2013 Apr 2014", "description": "Empresa com operaxe7xf5es no Brasil, Argentina, Mxe9xico, Chile, Colxf4mbia e EUA, criando, desenvolvendo, produzindo e implementandomxe9todo educacional revolucionxe1rio.Reporte: Presidente com uma equipe de 4 funcionxe1rios diretos e 200 indiretos.Responsxe1vel pela compra, produxe7xe3o e planejamento de materiais, logxedstica, produxe7xe3o, engenharia, qualidade e tecnologia da informaxe7xe3o (TI).3.000 matxe9rias-primas extremamente diversas e complexas (produtos quxedmicos, alimentos, material impresso, papelxe3o, plxe1sticos, metais, brinquedos, animais e plantas), 1.500 produtos acabados diferentes, 718.000 clientes, 6 fxe1bricas e 4 CDs distribuindo em todo o Brasil, Argentina, Mxe9xico, Chile, Colxf4mbia e EUAGestxe3o de Operaxe7xf5es no Brasil, Argentina, Mxe9xico, Chile, Colxf4mbia e EUAImplantaxe7xe3o de novo ERP (Oracle) Implementaxe7xe3o do processo S & OP.Implementaxe7xe3o de governanxe7a de gerenciamento (start up dixe1rio, melhoria contxednua e gerenciamento visual). Reduxe7xe3o de gerencias de sete para quatro e oxigenaxe7xe3o de toda equipe.Foco na gestxe3o financeira das xe1reas. Encerramento de trxeas sites e inauguraxe7xe3o de um novo site de logxedstica. Duplicaxe7xe3o da capacidade de produxe7xe3o sem investimentos.Reduxe7xe3o de 80% em problemas de qualidade, de 50% nas despesas de TI e 30% nas despesas de frete.", "li_company_url": "https://www.linkedin.com/company/404715/", "location": "None", "title": "Diretor de Supply Chain e IT"}, {"company": "Grupo Alana (Biblion Logistics)", "date_range": "Jan 2008 u2013 Feb 2011", "description": "Grupo composto por 6 empresas (varejo, logxedstica e fazenda) com 400 funcionxe1rios e cujo principal acionista xe9 o presidente do Conselho de Administraxe7xe3o do Grupo Itausa.DIRETOR EXECUTIVO Reporte: Presidente com uma equipe de 5 diretos e 250 empregados indiretos Elaboraxe7xe3o de Planejamento Estratxe9gico dos 2 Operadores Logxedsticos do Grupo em em conjunto com a Accenture. Venda de um operador resultando em uma grande melhoria nos resultados financeiros.Estruturaxe7xe3o de uma operaxe7xe3o de logxedstica de pequenas e mxe9dias lojas em tempo recorde com resultados recorde. Implantaxe7xe3o de projeto para picking automatizado de 85.000 livros diferentes.Implementaxe7xe3o de um novo CD para operaxe7xe3o de logxedstica de livros. Implantaxe7xe3o do sistema WMS (Sythex)", "li_company_url": "", "location": "None", "title": "Executive Director"}, {"company": "Cielo", "date_range": "Sep 2003 u2013 Dec 2007", "description": "A maior empresa adquirente no Brasil com um faturamento de R$ 584 bilhxf5es.Reporte: Presidente com uma equipe de 3 diretos e 1500 indiretos.Responsxe1vel por operaxe7xf5es, planejamento, compras, projetos, transporte e gestxe3o de ativos, com orxe7amento anual de R $ 360 milhxf5es. Implantaxe7xe3o da xe1rea de logxedtica na empresa. Gestxe3o de 2 centros de distribuixe7xe3o e uma rede de prestadores de servixe7os com 1.500 txe9cnicos no Brasil atendendo 1.200.000 pontos de venda em 5.200 cidades.Implantaxe7xe3o do Plano Diretor de Logxedstica, parcerias estratxe9gicas com fornecedores de equipamentos e processo de melhoria contxednua com os fornecedores.Implementaxe7xe3o de um novo sistema de gestxe3o de servixe7os de campo. Implantaxe7xe3o do sistema SAP para o controle de ativos. (1.500.000 equipamentos divididos em 5200 municxedpios) Inovaxe7xe3o no mercado de cartxf5es de crxe9dito com implantaxe7xe3o de operadores logxedsticos. Implementaxe7xe3o do processo deS & OP. Reduxe7xe3o de custos de cerca de R$ 50 milhxf5es / anoImplantaxe7xe3o de segmentaxe7xe3o do servico logxedstico por importancia do cliente.Implementaxe7xe3o de ABC costing nos processos logxedsticos.Lideranxe7a na implantaxe7xe3o de projeto de sustentabilidade para todos processos logxedsticos.", "li_company_url": "https://www.linkedin.com/company/692697/", "location": "None", "title": "Diretor de Logxedstica e Automaxe7xe3o"}, {"company": "Carrefour", "date_range": "Jul 2000 u2013 Aug 2003", "description": "Uma das maiores empresas de varejo no mundo. Reporte: vice presidente com uma equipe de 12 diretos e 2000 indiretos. Responsxe1vel por abastecimento, transportes, operaxe7xf5es, desenvolvimento de sistemas logxedsticos, distribuixe7xe3o, projetos logxedsticos e negociaxe7xf5es com fornecedores.13 CDs, 250.000 m2, 45.000 SKUs, orxe7amento anual de R$ 175 milhxf5esImplementaxe7xe3o do Planejamento Estratxe9gico de LogxedsticaReduxe7xe3o de custos de BRL 30 milhxf5es.Estudo e implantaxe7xe3o de Logxedstica Fiscal gerando enormes benefxedcios fiscais.Implantaxe7xe3o do projeto VMI / EDI. Implantaxe7xe3o WMS. Implementaxe7xe3o do processo de S&OP Desenvolvimento e implantaxe7xe3o de operadores logxedsticos.Projetos e implantaxe7xe3o de Centros de Distribuixe7xe3o. Projetos Back-Haul com fornecedores (integraxe7xe3o de transporte) com reduxe7xf5es de 15% nos fretes.Implantaxe7xe3o de rastreamento por satxe9lite e cerca eletronicade toda a frota.", "li_company_url": "https://www.linkedin.com/company/3046/", "location": "None", "title": "Diretor Nacional de Logxedstica"}, {"company": "SC Johnson Wax", "date_range": "Dec 1996 u2013 May 2000", "description": "Reporte:Diretor de operaxe7xf5es com um equipe de 9 funcionxe1rios diretos e 148 indiretos.Gerenciamento das xe1reas de Compras, Importaxe7xe3o, Exportaxe7xe3o, PPCP, Terceiros, Armazxe9ns e Distribuixe7xe3o.Negociaxe7xe3o de importantes categorias de matxe9rias-primas e materiais de embalagem para toda America Latina.Desenvolvimento de fornecedores na Latam e EUAMembro do Comitxea de Compras Latam, responsxe1vel pela definixe7xe3o das estratxe9gias de toda regixe3o.Representante do Brasil na xe1rea de Supply Chain, como Gerente de Projeto para o redesenho de todos os sistemas e processos da empresa na Latam.Implementaxe7xe3o do novo sistema ERP BPCS. em toda a Amxe9rica Latina.Este projeto incluiu residxeancia nos Estados Unidos por um ano e trabalho com equipes de toda a Amxe9rica Latina.Redesenhar o todos os processos de S&OP.Reduxe7xf5es recorde de custos no Brasil,(US$ 4 milhxf5es).Reducxe3o em estoques de US$ 2,5 milhxf5es, integrando a informaxe7xe3o dos clientes aos fornecedores.(VMI/EDI) e implantando operaxe7xf5es de fornecedores dentro do nosso parque fabril.Implementaxe7xe3o das xe1reas de Exportaxe7xe3o e Importaxe7xe3o, tendo atingido , em 3 meses, a primeira posixe7xe3o no ranking da empresa na America Latina em prazo e qualidade.Implementaxe7xe3o e gerenciamento de Centros de Distribuixe7xe3o", "li_company_url": "https://www.linkedin.com/company/4038/", "location": "None", "title": "Gerente de Materiais"}, {"company": "Natura", "date_range": "Jun 1986 u2013 Nov 1996", "description": "Reporte: Diretor de Operaxe7xf5es com uma equipe de 8 diretos e 348 indiretos. Responsxe1vel pelas xe1reas de compras , importaxe7xe3o, exportaxe7xe3o, planejamento de produxe7xe3o, S&OP,lanxe7amentos de novos produtos, terceirizaxe7xf5es,armazenagem e gerenciamento de inventxe1rio.Foi nomeado pela presidxeancia como lxedder em toda a empresa para avaliaxe7xe3o de um novo Sistema ERP.Lideranxe7a na implementaxe7xe3o do sistema SAPElaboraxe7xe3o de Strategic Sourcing definindo fornecedores a serem desenvolvidos, concentraxe7xe3o de negxf3cios e substituixe7xe3o de fornecedores.Implementaxe7xe3o de processo Kanban na fabrica e fornecedoresImplantaxe7xe3o da xe1rea de importaxe7xe3o e desenvolvimento de fornecedores internacionais. u2022 Responsxe1vel por toda a coordenaxe7xe3o de processos industriais e logxedsticos de todos os lanxe7amentos de produtos na empresa.Implementaxe7xe3o e lideranxe7a do processo SOPImplementaxe7xe3o de KPIs em todas as xe1reas industriais (planejamento, compras, qualidade, produxe7xe3o, manutenxe7xe3o e inventxe1rio)Responsxe1vel pelo processo de revisxe3o da capacidade produtiva da fxe1brica (equipamento por equipamento), terceiros, fornecedores, moldes, fontes de matxe9rias-primas, ambiente, armazenamento, centros de distribuixe7xe3o. Horizonte de 5 anos. Este processo foi fundamental para apoiar o enorme crescimento da empresa (em alguns anos, 30%) com flexibilidade, reduxe7xe3o de custos, melhoria da qualidade e reduxe7xe3o do tempo de lanxe7amento de novos produtos.", "li_company_url": "https://www.linkedin.com/company/6309/", "location": "None", "title": "Gerente de Materiais"}], "volunteering": []}, "interests": ["Walter Longo","SC Johnson - A family company","Amdocs","Northwestern University - Kellogg School of Management","Elsevier","Global Procurement & Supply Chain Management Professionals"], "personal_info": {"company": "iTrack Brasil", "connected": "None", "current_company_link": "https://www.linkedin.com/company/16210716/", "email": "None", "followers": "4,148", "headline": "COO na iTrack Brasil", "image": "https://media.licdn.com/dms/image/C4D03AQE7DtOmiDcKEg/profile-displayphoto-shrink_800_800/0?e=1570665600&v=beta&t=2cO0iatWawUIpvFBn6HFhou65VYspYNWfQzS4pvVFio", "location": "Vinhedo, Sxe3o Paulo, Brazil", "name": "Marco Aurxe9lio Ferrari", "phone": "None", "school": "Northwestern University - Kellogg School of Management", "summary": "Amplo conhecimento txe9cnico e experixeancia profissional em atividades de Supply-Chain, Operaxe7xf5es Compras e Logxedstica em empresas de diferentes segmentos: Cielo, Natura, Carrefour, Unilever, Ceras Johnson, Verifone e Sangari Educacional. Elaboraxe7xe3o de Planejamento Estratxe9gico e Gestxe3o das xe1reas de Logxedstica, Compras, Operaxe7xf5es, Planejamento, Transportes, Qualidade, Engenharia, Comxe9rcio Exterior, Tecnologia da Informaxe7xe3o e Servixe7os.Gestxe3o de centros de distribuixe7xe3o de alta complexidade. Intensa exposixe7xe3o internacional, participando de negociaxe7xf5es comerciais, treinamento e desenvolvimento de projetos estratxe9gicos e residxeancia no exterior.Profundos conhecimentos de implantaxe7xe3o e gestxe3o de sistemas ERP.", "websites": []}, "skills": [{"endorsements": "86", "name": "DOS"}, {"endorsements": "81", "name": "Supply Chain"}, {"endorsements": "71", "name": "ERP"}, {"endorsements": "57", "name": "Logistics"}, {"endorsements": "48", "name": "Supply Chain Management"}, {"endorsements": "33", "name": "Team Leadership"}, {"endorsements": "32", "name": "Strategic Sourcing"}, {"endorsements": "31", "name": "Key Performance Indicators"}, {"endorsements": "28", "name": "Business Strategy"}, {"endorsements": "28", "name": "Strategic Planning"}, {"endorsements": "27", "name": "Operating Systems"}, {"endorsements": "22", "name": "Negotiation"}, {"endorsements": "19", "name": "SAP"}, {"endorsements": "17", "name": "Process Improvement"}, {"endorsements": "16", "name": "Purchasing"}, {"endorsements": "16", "name": "MRP"}, {"endorsements": "15", "name": "Logistics Management"}, {"endorsements": "15", "name": "Iso 9000"}, {"endorsements": "15", "name": "Warehouse Management"}, {"endorsements": "12", "name": "Warehousing"}, {"endorsements": "12", "name": "Supply Management"}, {"endorsements": "11", "name": "Demand Planning"}, {"endorsements": "10", "name": "Procurement"}, {"endorsements": "10", "name": "Production Planning"}, {"endorsements": "10", "name": "Business Planning"}, {"endorsements": "8", "name": "Transportation"}, {"endorsements": "8", "name": "Start-ups"}, {"endorsements": "7", "name": "Six Sigma"}, {"endorsements": "7", "name": "Lean Manufacturing"}, {"endorsements": "7", "name": "Supply Chain Operations"}, {"endorsements": "7", "name": "Management"}, {"endorsements": "6", "name": "Budgets"}, {"endorsements": "6", "name": "Project Planning"}, {"endorsements": "6", "name": "Outsourcing"}, {"endorsements": "6", "name": "Materials Management"}, {"endorsements": "6", "name": "5S"}, {"endorsements": "5", "name": "Inventory Management"}, {"endorsements": "5", "name": "Change Management"}, {"endorsements": "5", "name": "Kaizen"}, {"endorsements": "5", "name": "International Logistics"}, {"endorsements": "5", "name": "Global Sourcing"}, {"endorsements": "5", "name": "Business Process Improvement"}, {"endorsements": "5", "name": "Continuous Improvement"}, {"endorsements": "5", "name": "Sales Plan"}, {"endorsements": "4", "name": "PDCA"}, {"endorsements": "4", "name": "Reverse Logistics"}, {"endorsements": "3", "name": "Kanban"}, {"endorsements": "3", "name": "Com"}, {"endorsements": "2", "name": "EM"}, {"endorsements": 0, "name": "Portuguese"}]}
